tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "arp-scan"
brew "elinks"
brew "fasd"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "hub"
brew "jupyterlab"
brew "kakoune"
brew "mas"
brew "mit-scheme"
brew "mitmproxy"
brew "neovim"
brew "nodenv"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "sk"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
cask "a-better-finder-rename"
cask "adguard"
cask "anki"
cask "appcleaner"
cask "bit-slicer"
cask "calibre"
cask "charles"
cask "crossover"
cask "cryptomator"
cask "dash"
cask "dropbox"
cask "epic-games"
cask "flutter"
cask "iina"
cask "iterm2"
cask "ivpn"
cask "java"
cask "mediainfo"
cask "metaz"
cask "musicbrainz-picard"
cask "nordvpn"
cask "parallels"
cask "qbittorrent"
cask "rectangle"
cask "sensei"
cask "sf-symbols"
cask "shadow"
cask "signal"
cask "steam"
cask "twitch"
cask "unite"
cask "vimr"
cask "visual-studio-code"
cask "wireshark"
cask "yubico-yubikey-manager"
mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "Apple Configurator 2", id: 1037126344
mas "Developer", id: 640199958
mas "Horo", id: 1437226581
mas "iA Writer", id: 775737590
mas "Metadatics", id: 554883654
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Smart Card Utility", id: 1444710309
mas "StopTheMadness", id: 1376402589
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Vimari", id: 1480933944
